[M_KillYourself MissionDefinition]
MissionName="kill you"
MissionDescription="Good Jack said: Live your life. Ride your lover's follower and he will reward you in a big way. But if we are poor, we will have no money. It's up to you.."
TurnInDescription="Nice Jack has a great idea. Tell him how you feel about him.."
MissionSummary="Authority or not."
MissionGiver="Jack asked."
MissionTurnInLocation="Jack Trophy Statue"
TeaserText="Jack Cross has a tip for you.."

[M_KillYourself:KillYourself_DoIt MissionObjectiveDefinition]
ProgressMessage="You can do it..."

[M_KillYourself:KillYourself_DoNotDoIt MissionObjectiveDefinition]
ProgressMessage="... Do not do that"

[M_KillYourself:MissionObjectiveSetBranchingDefinition_1 MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

